tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "asdf"
brew "bash"
brew "curl"
brew "fastfetch"
brew "fd"
brew "fish"
brew "fzf"
brew "git"
brew "graphviz"
brew "grep"
brew "jless"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "ranger"
brew "ripgrep"
brew "tokei"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yq"
brew "yt-dlp"
brew "zoxide"
brew "derailed/k9s/k9s"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "font-roboto-mono"
cask "font-symbols-only-nerd-font"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "maccy"
cask "rar"
cask "wezterm"
vscode "asvetliakov.vscode-neovim"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "golang.go"
vscode "ms-vsliveshare.vsliveshare"
vscode "rubocop.vscode-rubocop"
vscode "shopify.ruby-lsp"
vscode "usernamehw.errorlens"
vscode "wix.vscode-import-cost"
